IDEA Open Model
ConcreteSetupEc2.Annex Property
Compatible with IDEA StatiCa 20.1
 Annex code
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public NationalAnnexCode Annex { get; set; }
Public Property Annex As NationalAnnexCode
	Get
	Set
Property Value
Type: NationalAnnexCode
See Also
Reference
ConcreteSetupEc2 Class
IdeaRS.OpenModel.Concrete Namespace